[
  "I fold.",
  "Folded.",
  "Pass.",
  "Out.",
  "Nope, fold.",
  "Skipping this one.",
  "Fold it is.",
  "Not this time, fold.",
  "I'm outta here.",
  "Folded my cards.",
  "Folded my hand.",
  "No thanks, folding.",
  "I pass.",
  "Fold for me.",
  "I'm folding here.",
  "This round, I fold.",
  "I'll fold now.",
  "Out of this one, fold.",
  "Fold it and move on.",
  "Folding my cards.",
  "Folded this round.",
  "Passing on this hand.",
  "Nope, I fold.",
  "I'm out, folding.",
  "I'll fold for now.",
  "Not interested, fold.",
  "Fold and wait.",
  "Folding my cards here.",
  "Out of the game, fold.",
  "I fold, good luck everyone!",
  "Fold and live to fight another day.",
  "My cards aren't cooperating, I'll fold this one.",
  "No shame in folding when the odds are against you.",
  "I'll pass this time and wait for a better hand.",
  "Sometimes, the smart move is to fold and bide your time.",
  "I'm out of this round, the cards just weren't in my favor.",
  "Folded like a cheap suit. Maybe next time, I'll stay in.",
  "It's all about patience, I'll fold for now.",
  "I'll let you guys battle it out, I'm folding this one.",
  "No heroics this time, I'll fold and watch the action.",
  "Fold? What a surprise! I was so confident in my 2-7 offsuit.",
  "I'm folding to keep you all guessing. Yeah, that's it.",
  "Clearly, I'm just here to watch the action, not win.",
  "Folded like a pro, as always. It's a gift, really.",
  "I love folding so much, it's my favorite part of poker.",
  "I'm just giving everyone else a chance to shine. You're welcome.",
  "Oh, the excitement of folding! It's what I live for.",
  "I'm on a fold streak tonight. It's my secret strategy.",
  "I'm not even looking at my cards anymore, I'll just fold every time.",
  "Folded faster than you can say 'poker genius.'",
  "Folding is my superpower. I'm just keeping it a secret.",
  "Folded again? Shocking! It's almost like I have no idea what I'm doing.",
  "I'm practicing my folding skills tonight. Nailed it!",
  "Folded because I didn't want to make the rest of you feel bad.",
  "I fold so often, I'm basically a professional folder.",
  "I'm folding to give you all a false sense of security. Enjoy it while it lasts.",
  "I'm like a folding ninja - quick, silent, and completely pointless.",
  "Folded my way to mediocrity. It's a talent, really.",
  "I'd raise, but folding is just so much more fun.",
  "Folded faster than you can say 'loser.'",
  "I shall graciously abstain from this round and live to play another day.",
  "In the interest of prudence, I declare a royal fold.",
  "One must know when to retreat, and this is my strategic withdrawal.",
  "My dear opponents, I shall fold my hand, for the moment does not favor me.",
  "A wise monarch knows when to fold, and I, too, shall exercise such wisdom.",
  "Let it be known that I, in my infinite wisdom, choose to fold this hand.",
  "A nobleman's discretion calls for a fold in this instance.",
  "Though I am loath to admit it, I must fold and await a more favorable moment.",
  "I shall bow to fate and fold my hand, for it is the prudent course of action.",
  "In the spirit of chivalry, I humbly yield and fold my cards.",
  "I'm going to fold, because, um, my cards aren't very friendly.",
  "I don't like my cards, so I'll just fold and hope for better ones next time.",
  "Can I fold, please? These cards are being mean to me.",
  "I'm not sure what I'm doing, but folding seems like a good idea right now.",
  "I'll fold this one, but can we play again soon?",
  "My cards don't want to be friends, so I'm folding them.",
  "Folding feels like a big, magical secret move, so I'm doing it!",
  "I don't want to be a bother, but I think I'll fold this hand.",
  "Maybe if I fold, the cards will feel sorry for me and give me better ones.",
  "I'm folding, but can we still have snacks later?",
  "Well, partner, I reckon I'll just mosey on out of this hand and save my bullets.",
  "This ain't my rodeo, so I'll take a step back and fold with a tip of my hat.",
  "I'm fixin' to fold, 'cause these cards just ain't worth the dust on my boots.",
  "Sometimes, it's best to let the tumbleweeds roll and fold 'em cards away.",
  "I'll ride the range another day, for now, I'll fold and let y'all duke it out.",
  "There's no use rustlin' up trouble with these cards, so I'll fold 'em quiet-like.",
  "Folding ain't nothin' but a quick draw away from the action, partner.",
  "I've been in tighter spots than this, but I'll fold and keep my poker face intact.",
  "I'll fold like a well-worn deck of cards and watch the sunset on this hand.",
  "These cards are like a wild bronco, I'll fold before they buck me off.",
  "This is ridiculous! I fold!",
  "I can't stand these cards anymore. I fold!",
  "You know what? I've had enough. I'm folding!",
  "I'm so fed up with this hand. Fold!",
  "I've had it with this nonsense. I fold!",
  "These cards are driving me crazy! Fold!",
  "I can't take it anymore. Fold it is!",
  "I'm furious with these cards. Fold, damn it!",
  "I've had my fill of bad luck. Fold!",
  "I'm about to lose it. Fold, fold, fold!",
  "This is a joke! Fold!",
  "I'm sick of this garbage. I fold!",
  "I've had enough of this nonsense. Fold, fold, fold!",
  "These cards are a disaster. Fold!",
  "I can't believe my luck. Fold!",
  "This is getting on my nerves. Fold!",
  "I'm done with this hand. Fold!",
  "I'm fuming! Fold!",
  "This hand is making me see red. Fold!",
  "I've seen enough. I'm folding, and that's final!",
  "I'll make a disciplined fold in this instance.",
  "This hand doesn't align with my strategy, so I'll fold gracefully.",
  "Folding is a strategic move when the odds aren't in your favor.",
  "I'm exercising prudent bankroll management with this fold.",
  "In the grand scheme of the game, folding here is the optimal choice.",
  "This hand lacks the potential for a positive expected value, so I fold.",
  "A well-timed fold is a testament to a player's understanding of the game.",
  "I'll fold this one and patiently await a more favorable opportunity.",
  "In poker, as in life, discretion can be the better part of valor. I fold.",
  "I'm folding this hand to maintain the integrity of my overall strategy.",
  "I'm preserving my stack for the long game, folding is the wise choice here.",
  "Folding allows me to retain my focus on the larger objective of the tournament.",
  "I'll relinquish this hand to maintain my table image and mental composure.",
  "This fold is in line with my calculated approach to the game.",
  "I've assessed the situation, and folding is the most prudent course of action.",
  "I'll gracefully step away from this hand and await a more favorable opportunity.",
  "Folding here is a testament to my disciplined approach to bankroll management.",
  "I recognize the value of a well-timed fold in preserving my chip stack.",
  "A calculated fold can be a powerful weapon in a player's arsenal.",
  "In poker, as in business, strategy dictates that some hands are best left unplayed.",
  "I'm just here for a good time, so I'll fold and enjoy the show.",
  "No pressure, I'll fold and savor the camaraderie at the table.",
  "Win or lose, it's all about having a blast. Fold it is!",
  "I play for the thrill, not just the winnings. I'll fold with a smile.",
  "Poker night is about laughter and good company. Fold and let's chat!",
  "Win or lose, I'm enjoying every moment of this game. I'll fold happily.",
  "I don't sweat the small stuff. I'll fold and keep the mood light.",
  "It's not about the money, it's about the memories. I'll fold and reminisce.",
  "I'm in it for the fun, not the stress. Folding is all part of the game!",
  "Let's keep the good vibes going. I'll fold and soak up the enjoyment."
]
