[
  "I fold!",
  "Folded!",
  "Pass!",
  "Out!",
  "Nope, fold!",
  "Skipping this one!",
  "Fold it is!",
  "Not this time, fold!",
  "I'm outta here!",
  "Folded my cards!",
  "Folded my hand!",
  "No thanks, folding!",
  "I pass!",
  "Fold for me!",
  "I'm folding here!",
  "This round, I fold!",
  "I'll fold now!",
  "Out of this one, fold!",
  "Fold it and move on!",
  "Folding my cards!",
  "Folded this round!",
  "Passing on this hand!",
  "Nope, I fold!",
  "I'm out, folding!",
  "I'll fold for now!",
  "Not interested, fold!",
  "Fold and wait!",
  "Folding my cards here!",
  "Out of the game, fold!",
  "I fold, good luck everyone!",
  "Fold and live to fight another day!",
  "My cards aren't cooperating, I'll fold this one!",
  "No shame in folding when the odds are against you!",
  "I'll pass this time and wait for a better hand!",
  "Sometimes, the smart move is to fold and bide your time!",
  "I'm out of this round, the cards just weren't in my favor!",
  "Folded like a cheap suit. Maybe next time, I'll stay in!",
  "It's all about patience, I'll fold for now!",
  "I'll let you guys battle it out, I'm folding this one!",
  "No heroics this time, I'll fold and watch the action!",
  "Fold? What a surprise! I was so confident in my 2-7 offsuit!",
  "I'm folding to keep you all guessing. Yeah, that's it!",
  "Clearly, I'm just here to watch the action, not win!",
  "Folded like a pro, as always. It's a gift, really!",
  "I love folding so much, it's my favorite part of poker!",
  "I'm just giving everyone else a chance to shine. You're welcome!",
  "Oh, the excitement of folding! It's what I live for!",
  "I'm on a fold streak tonight. It's my secret strategy!",
  "I'm not even looking at my cards anymore, I'll just fold every time!",
  "Folded faster than you can say 'poker genius.'",
  "Folding is my superpower. I'm just keeping it a secret!",
  "Folded again? Shocking! It's almost like I have no idea what I'm doing!",
  "I'm practicing my folding skills tonight. Nailed it!",
  "Folded because I didn't want to make the rest of you feel bad!",
  "I fold so often, I'm basically a professional folder!",
  "I'm folding to give you all a false sense of security. Enjoy it while it lasts!",
  "I'm like a folding ninja - quick, silent, and completely pointless!",
  "Folded my way to mediocrity. It's a talent, really!",
  "I'd raise, but folding is just so much more fun!",
  "Folded faster than you can say 'loser.'",
  "I shall graciously abstain from this round and live to play another day!",
  "In the interest of prudence, I declare a royal fold!",
  "One must know when to retreat, and this is my strategic withdrawal!",
  "My dear opponents, I shall fold my hand, for the moment does not favor me!",
  "Let it be known that I, in my infinite wisdom, choose to fold this hand!",
  "I'm going to fold, because, um, my cards aren't very friendly!",
  "I don't like my cards, so I'll just fold and hope for better ones next time!",
  "Can I fold, please? These cards are being mean to me!",
  "I'm not sure what I'm doing, but folding seems like a good idea right now!",
  "I'll fold this one, but can we play again soon?",
  "My cards don't want to be friends, so I'm folding them!",
  "Folding feels like a big, magical secret move, so I'm doing it!",
  "I don't want to be a bother, but I think I'll fold this hand!",
  "Maybe if I fold, the cards will feel sorry for me and give me better ones!",
  "I've been in tighter spots than this, but I'll fold and keep my poker face intact!",
  "I'll fold like a well-worn deck of cards and watch the sunset on this hand!",
  "These cards are like a wild bronco, I'll fold before they buck me off!",
  "This is ridiculous! I fold!",
  "I can't stand these cards anymore. I fold!",
  "You know what? I've had enough. I'm folding!",
  "I'm so fed up with this hand. Fold!",
  "I've had it with this nonsense. I fold!",
  "These cards are driving me crazy! Fold!",
  "I can't take it anymore. Fold it is!",
  "I'm furious with these cards. Fold, damn it!",
  "I've had my fill of bad luck. Fold!",
  "I'm about to lose it. Fold, fold, fold!",
  "This is a joke! Fold!",
  "I'm sick of this garbage. I fold!",
  "I've had enough of this nonsense. Fold, fold, fold!",
  "These cards are a disaster. Fold!",
  "I can't believe my luck. Fold!",
  "This is getting on my nerves. Fold!",
  "I'm done with this hand. Fold!",
  "I'm fuming! Fold!",
  "This hand is making me see red. Fold!",
  "I've seen enough. I'm folding, and that's final!",
  "I'll make a disciplined fold in this instance!",
  "This hand doesn't align with my strategy, so I'll fold gracefully!",
  "Folding is a strategic move when the odds aren't in your favor!",
  "I'm exercising prudent bankroll management with this fold!",
  "In the grand scheme of the game, folding here is the optimal choice!",
  "This hand lacks the potential for a positive expected value, so I fold!",
  "A well-timed fold is a testament to a player's understanding of the game!",
  "I'll fold this one and patiently await a more favorable opportunity!",
  "In poker, as in life, discretion can be the better part of valor. I fold!",
  "I'm folding this hand to maintain the integrity of my overall strategy!",
  "I'm preserving my stack for the long game, folding is the wise choice here!",
  "Folding allows me to retain my focus on the larger objective of the tournament!",
  "This fold is in line with my calculated approach to the game!"
]
