[
  "Hi!",
  "Hello!",
  "Good day!",
  "What's up?",
  "How's it going?",
  "Hi there!",
  "Game on!",
  "Deal 'em!",
  "Ante up!",
  "Shuffle up!",
  "Cards ready?",
  "Let's play!",
  "Best hand wins!",
  "Ready to roll?",
  "Poker time!",
  "Good luck, everyone!",
  "Hello, poker players!",
  "Time to ante up!",
  "Let's have a great game!",
  "Ready to test your poker skills?",
  "Gentlemen, let's play some cards!",
  "Shuffle up and deal!",
  "May the bluffs be with you!",
  "Who's feeling lucky tonight?",
  "The chips are stacked, let's roll.",
  "Prepare for some high-stakes action!",
  "Ready to outwit and outplay?",
  "Poker faces on, let's do this!",
  "All in, or fold, let's find out!",
  "Welcome to the showdown, everyone!",
  "Time to separate the champs from the chumps.",
  "Welcome to the poker party, folks!",
  "Dealing some excitement tonight!",
  "Ready to play the ultimate mind game?",
  "Is everyone feeling sharp tonight?",
  "Who's up for some Texas Hold'em?",
  "Ante up and let the games begin!",
  "Let's see who has the winning hand!",
  "May your cards be hot and your bluffs be cool.",
  "Let's make this a memorable hand.",
  "Game's on, baby!",
  "Time to deal 'em, partner!",
  "Ante up, my friend!",
  "Alright, let's shuffle 'em up!",
  "You ready to see some cards, champ?",
  "Let's get down to it, shall we?",
  "May the best hand take the pot!",
  "Strap in, we're rollin' now!",
  "It's poker o'clock, folks!",
  "Good luck, all you cool cats and kittens!",
  "Game's about to get real, my friend!",
  "Time to deal 'em and steal 'em, partner!",
  "Ante up, my fellow risk-takers!",
  "Alright, let's give these cards a little dance, shall we?",
  "You ready to dance with Lady Luck, champ?",
  "Let's get down to the nitty-gritty, folks!",
  "May the slickest player walk away with the loot!",
  "Buckle up, we're cruisin' through the poker highway!",
  "The poker showdown is about to begin, my friends!",
  "Best of luck to all you groovy gamblers out there!",
  "Welcome to the poker table, where fortunes are won and lost. Let's see who's got the winning hand tonight!",
  "Gather 'round, folks! It's time to test your skills and luck in the world of poker. May the best player prevail!",
  "The cards are dealt, the chips are stacked, and the tension is in the air. Let's have a thrilling game and may the odds be ever in your favor!",
  "Tonight, we embark on a journey filled with bluffs, bets, and big wins. Get ready for some high-stakes action and unforgettable moments!",
  "Ladies and gentlemen, prepare yourselves for a night of strategy, cunning, and excitement. It's time to play some poker and see who emerges victorious!",
  "Welcome, fellow poker enthusiasts! Get ready to dive into a world of strategy, risk, and reward. Let's make this game one for the books!",
  "As we gather around this table, remember that in poker, fortunes can change in an instant. May your decisions be sharp, and your cards be kind!",
  "Ladies and gentlemen, the chips are in play, and the cards are in the air. May your bluffs be convincing and your instincts be keen in this poker showdown!",
  "Tonight, we're not just playing cards; we're testing our wits and nerve. Let's keep the poker faces strong and the spirits high!",
  "In this game of skill and chance, let's show our poker prowess and enjoy the thrill of the game. Here's to a memorable night of poker!",
  "Good luck, all!"
]
